Repository: jaywcjlove/app-i18n
Catalog: i18n/source/devhub/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: (Not displayed after Sponsor)
ja: (スポンサーの後に表示されません)
zh_hans: (在赞助者之后不显示)

source: days
ja: 日
zh_hans: 天

source: # CSS Level 4 Color Module:
ja: # CSS レベル 4 カラーモジュール：
zh_hans: # CSS 第4级颜色模块：

source: # Other
ja: # その他
zh_hans: # 其它

source: %.0f years
ja: %.0f ねん
zh_hans: %.0f 年

source: %@ Close Blur Privacy
ja: %@ プライバシーブラーを無効にする
zh_hans: %@ 关闭模糊隐私

source: %@ Dark Mode
ja: %@ ダークモード
zh_hans: %@ 暗模式

source: %@ Delete Mask
ja: %@ マスクを削除する
zh_hans: %@ 删除遮罩

source: %@ Disable Editing
ja: %@ 編集を無効にする
zh_hans: %@ 禁用编辑

source: %@ Follow System
ja: %@ システムに従う
zh_hans: %@ 跟随系统

source: %@ Light Mode
ja: %@ ライトモード
zh_hans: %@ 亮模式

source: %lld bytes(string)
ja: %lld バイト(string)
zh_hans: %lld 字节(字符串)

source: %lld Days remains
ja: 残り %lld 日
zh_hans: 还剩 %lld 天

source: %lld years
ja: %lld ねん
zh_hans: %lld 年

source: 12 Hour
ja: 12時間制
zh_hans: 12 小时制

source: 16 pixels
ja: 16 ピクセル
zh_hans: 16 像素

source: 32 pixels
ja: 32 ピクセル
zh_hans: 32 像素

source: 48 pixels
ja: 48 ピクセル
zh_hans: 48 像素

source: 64 pixels
ja: 64 ピクセル
zh_hans: 64 像素

source: 128 pixels
ja: 128 ピクセル
zh_hans: 128 像素

source: 256 pixels
ja: 256 ピクセル
zh_hans: 256 像素

source: About
ja: について
zh_hans: 关于

source: About %@
ja: について %@
zh_hans: 关于 %@

source: Activate Window
ja: ウィンドウを開く
zh_hans: 唤起窗口

source: Add
ja: 追加
zh_hans: 添加

source: Add A Domain Name
ja: ドメインを追加
zh_hans: 添加域名

source: Add escape characters before slash characters
ja: スラッシュ文字の前にエスケープ文字を追加する
zh_hans: 在斜杠字符之前添加转义字符

source: Add Favorite
ja: お気に入りに追加
zh_hans: 添加收藏

source: Add File
ja: ファイルを追加
zh_hans: 添加文件

source: Add Header
ja: ヘッダーを追加
zh_hans: 添加标头

source: Add Param
ja: パラメータを追加
zh_hans: 添加参数

source: Address:
ja: 住所：
zh_hans: 地址：

source: All Sizes
ja: すべてのサイズ
zh_hans: 所有尺寸

source: Allow Duplicates:
ja: 重複を許可：
zh_hans: 允许重复:

source: Angle
ja: かくど
zh_hans: 角度

source: Anonymous?
ja: 匿名？
zh_hans: 匿名？

source: API Request
ja: APIリクエスト
zh_hans: API 请求

source: API,request,call,test,API tool
ja: API,リクエスト,呼び出し,テスト,APIツール
zh_hans: API,请求,调用,测试,API工具

source: App Icons
ja: アプリケーションアイコン
zh_hans: 应用图标

source: app,icon,generator,create app icons,icon tool
ja: アプリ,アイコン,ジェネレーター,アプリアイコン作成,アイコンツール
zh_hans: 应用,图标,生成器,创建应用图标,图标工具

source: Appearance
ja: 外観
zh_hans: 外观

source: April
ja: しがつ
zh_hans: 四月

source: Area
ja: 領域
zh_hans: 区域

source: ASCII To String
ja: ASCIIを文字列に変換
zh_hans: ASCII 转字符串

source: ASCII,convert,text,string,ASCII to text
ja: ASCII,変換,テキスト,文字列,ASCIIからテキストへ
zh_hans: ASCII,转换,文本,字符串,ASCII转文本

source: Aspect Ratio
ja: アスペクト比
zh_hans: 屏幕比例

source: Auditio
ja: オーディション
zh_hans: 试读

source: August
ja: はちがつ
zh_hans: 八月

source: Auth
ja: 認証
zh_hans: 授权

source: Author
ja: 著者
zh_hans: 作者

# Author **%@** has a total of **%@** packages
source: Author **%1$@** has a total of **%2$@** packages
ja: 作者 %1$@ のパッケージは合計 %2$@ 個です
zh_hans: 作者 %1$@ 共 **%2$@** 个包

source: Authorization header:
ja: 認証ヘッダー：
zh_hans: 授权标头：

source: Background Color
ja: はいけいしょく
zh_hans: 背景颜色

source: Background Filler
ja: はいけいフィラー
zh_hans: 背景填充

source: background,image,fill,remove background,background tool
ja: 背景,画像,充填,背景除去,背景ツール
zh_hans: 背景,图片,填充,去除背景,背景工具

source: Barcode Generator
ja: バーコードジェネレーター
zh_hans: 条形码生成器

source: barcode,generator,create barcode,generate barcode
ja: バーコード,生成器,バーコード作成,バーコード生成
zh_hans: 条形码,生成器,创建条形码,生成条形码

source: Base64 Encoded
ja: Base64 エンコード
zh_hans: Base64 编码

source: base64 encoding,file encoding,conversion tool,image conversion,text conversion,data conversion,encoding tool
ja: base64ファイルコンバーター,base64エンコード,ファイルエンコード,変換ツール,画像変換,テキスト変換,データ変換,エンコードツール
zh_hans: base64文件转换器,base64 编码,文件编码,转换工具,图片转换,文本转换,数据转换,编码工具

source: Base64 Text in Clipboard
ja: クリップボードの Base64 テキスト
zh_hans: 剪贴板中的 Base64 文本

source: Base64 to file
ja: Base64 からファイルに変換
zh_hans: Base64 转文件

source: Base64/File Converter
ja: Base64/ファイルコンバーター
zh_hans: Base64/文件转换器

source: Basic Auth Generator
ja: ベーシック認証ジェネレーター
zh_hans: 基本验证生成器

source: basic auth,HTTP,authentication,generate,create auth
ja: ベーシック認証,HTTP,認証,生成,認証作成
zh_hans: 基本认证,HTTP,认证,生成,创建认证

source: Binary
ja: バイナリ
zh_hans: 二进制

source: bit (b)
ja: ビット (b)
zh_hans: 比特 (b)

source: Bits:
ja: ビット：
zh_hans: 位：

source: Blue
ja: ブルー
zh_hans: 蓝色

source: Blur
ja: ぼかし
zh_hans: 模糊

source: Blur Privacy
ja: プライバシーのぼかし
zh_hans: 模糊隐私

source: Body
ja: ボディ
zh_hans: 请求体

source: Boot ROM Version
ja: ブート ROM バージョン
zh_hans: 引导 ROM 版本

source: Boot Volume
ja: ブートボリューム
zh_hans: 启动卷

source: Border
ja: わく
zh_hans: 边框

source: Browse files
ja: ファイルを参照
zh_hans: 浏览文件

source: Business Cards QRCode Generator
ja: 名刺QRコードジェネレーター
zh_hans: 名片二维码生成器

source: Byte (B)
ja: バイト (B)
zh_hans: 字节 (B)

source: Byte Size
ja: バイトサイズ
zh_hans: 字节大小

source: Calender
ja: カレンダー
zh_hans: 日历

source: Call
ja: 通話
zh_hans: 呼叫

source: Can be used to mask private content in recorded videos. Simply enable editing and drag easily.
ja: 録画したビデオのプライベートな内容をマスクするために使用できます。編集を有効にして、簡単にドラッグするだけです。
zh_hans: 可用于录制视频遮罩隐私内容，只需启用编辑，简单拖拽

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Capture Area
ja: 領域をキャプチャ
zh_hans: 捕获区域

source: Capture FullScreen
ja: フルスクリーンをキャプチャする
zh_hans: 捕获全屏

source: Capture Screen
ja: 画面をキャプチャ
zh_hans: 捕获屏幕

source: Capture Shadow
ja: 影をキャプチャする
zh_hans: 捕获阴影

source: Capture Window
ja: ウィンドウをキャプチャ
zh_hans: 捕获窗口

source: Card Color
ja: カードの色
zh_hans: 卡片颜色

source: Card Gradient Colors
ja: カードのグラデーション色
zh_hans: 卡片渐变颜色

source: Card Text
ja: カードテキスト
zh_hans: 卡片文本

source: Card Title
ja: カードタイトル
zh_hans: 卡片标题

source: Celsius (°C)
ja: 摂氏 (°C)
zh_hans: 摄氏度 (°C)

source: Characters
ja: 文字
zh_hans: 字符

source: Chip Type
ja: チップタイプ
zh_hans: 芯片类型

source: Chmod Calculator
ja: Chmod 計算機
zh_hans: Chmod 计算器

source: chmod,file permissions,Linux,calculator,file access
ja: chmod,ファイル権限,Linux,計算機,ファイルアクセス
zh_hans: chmod,文件权限,Linux,计算器,文件访问

source: Choose Image...
ja: 画像を選択…
zh_hans: 选择图片...

source: Chronometer
ja: 精密计时器
zh_hans: 精密计时器

source: chronometer,stopwatch,time,tracker,chronograph
ja: クロノメーター,ストップウォッチ,時間,トラッカー,クロノグラフ
zh_hans: 计时器,秒表,时间,追踪,计时器

source: City:
ja: 都市：
zh_hans: 城市：

source: Clean image
ja: 画像をクリア
zh_hans: 清除图片

source: Clear
ja: クリア
zh_hans: 清除

source: Clear Background
ja: 背景をクリア
zh_hans: 清除背景

source: Clear Image
ja: 背景を消去する
zh_hans: 清除图片

source: Click to load image
ja: 画像を読み込むにはクリックしてください
zh_hans: 点击加载图片

source: CodeMirror Editor
ja: CodeMirror エディタ
zh_hans: CodeMirror 编辑器

source: CodeMirror,Editor,code editor,syntax highlighting,code editor plugin,code editor for web
ja: CodeMirror,エディタ,コードエディタ,構文ハイライト,Web 用コードエディタプラグイン
zh_hans: CodeMirror,编辑器,代码编辑器,语法高亮,Web 代码编辑插件

source: Color
ja: 色
zh_hans: 颜色

source: Color Converters
ja: カラーコンバーター
zh_hans: 颜色转换器

source: color,RGB,HEX,color conversion,color tool
ja: 色,RGB,HEX,色変換,色ツール
zh_hans: 颜色,RGB,HEX,色彩转换,色彩工具

source: Common Name
ja: 一般名
zh_hans: 通用名

source: Company:
ja: 会社：
zh_hans: 公司：

source: Compress
ja: 圧縮
zh_hans: 压缩

source: Confirm
ja: 確認
zh_hans: 确认

source: Contact
ja: お問い合わせ
zh_hans: 联系我们

source: Copy
ja: コピー
zh_hans: 拷贝

source: Copy Color Value(SwiftUI)
ja: 色の値をコピー（SwiftUI）
zh_hans: 复制颜色值 (SwiftUI)

source: Copy Float Value
ja: 浮動小数点値をコピー
zh_hans: 复制浮点值

source: Copy Hex Value
ja: 16進数値をコピー
zh_hans: 复制十六进制值

source: Copy HSL Value
ja: HSL 値をコピー
zh_hans: 复制 HSL 值

source: Copy LCH Value
ja: LCH 値をコピー
zh_hans: 复制 LCH 值

source: Copy NSColor Value(Objective-C)
ja: NSColor値をコピー（Objective-C）
zh_hans: 复制 NSColor 值 (Objective-C)

source: Copy RGB Value
ja: RGB 値をコピー
zh_hans: 复制 RGB 值

source: Copy UIColor Value(Objective-C)
ja: UIColor値をコピー（Objective-C）
zh_hans: 复制 UIColor 值 (Objective-C)

source: Copy UIColor Value(Swift)
ja: UIColor値をコピー（Swift）
zh_hans: 复制 UIColor 值 (Swift)

source: Copy URL Scheme
ja: URLスキームをコピーする
zh_hans: 拷贝 URL 协议

source: Copy Xamarin(C#)
ja: Xamarin (C#) をコピー
zh_hans: 复制 Xamarin (C#)

source: Corner Radius
ja: かどまる
zh_hans: 圆角

source: Corners
ja: かどまる
zh_hans: 边角

source: Count:
ja: カウント：
zh_hans: 计数：

source: countdown,timer,event countdown,time tracker
ja: カウントダウン,タイマー,イベントカウントダウン,時間トラッカー
zh_hans: 倒计时,计时器,事件倒计时,时间追踪

source: Country
ja: 国
zh_hans: 国家

source: Country:
ja: 国：
zh_hans: 国家：

source: Crontab Generator
ja: Crontab ジェネレータ
zh_hans: Crontab 生成器

source: crontab,generator,cron job,schedule,cron expression
ja: クロンタブ,生成器,定期ジョブ,スケジュール,cron式
zh_hans: crontab,生成器,定时任务,调度,cron表达式

source: Cursor Type
ja: カーソルタイプ
zh_hans: 光标类型

source: cursor,highlight,focus,mouse,enhance cursor
ja: カーソル,ハイライト,フォーカス,マウス,カーソル強調
zh_hans: 光标,高亮,焦点,鼠标,增强光标

source: Custom Watermark
ja: カスタムウォーターマーク
zh_hans: 自定义水印

source: Dark
ja: ダーク
zh_hans: 暗色

source: Data Size Converter
ja: データサイズ変換器
zh_hans: 数据大小转换器

source: Data URL
ja: データ URL
zh_hans: 数据 URL

source: data,size,converter,convert bytes,file size
ja: データ,サイズ,変換器,バイト変換,ファイルサイズ
zh_hans: 数据,大小,转换器,转换字节,文件大小

source: Date Converters
ja: 日付変換器
zh_hans: 日期转换器

source: date,time,format,convert date,date converter
ja: 日付,時間,フォーマット,日付変換,日付変換器
zh_hans: 日期,时间,格式,转换日期,日期转换器

source: day
ja: 日
zh_hans: 天

source: Day
ja: 天
zh_hans: 天

source: day of the month (1–31)
ja: 月の日付（1-31）
zh_hans: 月份的日期（1-31）

source: day of the week (0–6) (Sunday to Saturday; 7 is also Sunday on some systems)
ja: 週の曜日 (0-6) (日曜日から土曜日; 一部のシステムでは 7 も日曜日)
zh_hans: 一周中的天数 (0-6)，周日到周六；在某些系统中，7 也是周日

source: Day of year
ja: 年の日
zh_hans: 一年中的某一天

source: Days
ja: 日
zh_hans: 天

source: December
ja: じゅうにがつ
zh_hans: 十二月

source: Decimal
ja: 10進数
zh_hans: 十进制

source: Delete
ja: 削除
zh_hans: 删除

source: Delisle (°De)
ja: デリール (°De)
zh_hans: 德利尔度 (°De)

source: Device Information
ja: デバイス情報
zh_hans: 设备信息

source: device,system,information,hardware,device details
ja: デバイス,システム,情報,ハードウェア,デバイス詳細
zh_hans: 设备,系统,信息,硬件,设备详情

source: Disable Editing
ja: 編集を無効にする
zh_hans: 禁用编辑

source: Dismiss
ja: 閉じる
zh_hans: 关闭

source: Display Clock
ja: 時計を表示
zh_hans: 显示时钟

source: Display from Sidebar
ja: サイドバーから表示
zh_hans: 在侧边栏显示

source: Do you want to enable auto-launch at startup?
ja: 起動時に自動起動を有効にしますか？
zh_hans: 您是否希望在启动时自动启动？

source: Download filename
ja: ファイルをダウンロード
zh_hans: 下载文件

source: Download font
ja: フォントをダウンロード
zh_hans: 下载字体

source: Download Standalone App
ja: 独立アプリをダウンロード
zh_hans: 下载独立应用

source: Downloads
ja: ダウンロード
zh_hans: 下载

source: Drag and drop a file here, or click to select a file
ja: ここにファイルをドラッグ＆ドロップするか、クリックしてファイルを選択してください
zh_hans: 拖拽文件到此处，或点击选择文件

source: Drag here to load image
ja: 画像を読み込むにはここにドラッグしてください
zh_hans: 拖到这里加载图片

source: Drop a Image
ja: 画像をドロップ
zh_hans: 放下图像

source: Drop Image Here...
ja: ここに画像をドロップ...
zh_hans: 将图像拖放到此处...

source: Dynamic or private ports (49152 ~ 65535)
ja: ダイナミックまたはプライベートポート (1024 ~ 49151)
zh_hans: 动态或私有端口 (1024 ~ 49151)

source: E-mail
ja: メール
zh_hans: 电子邮件

source: E.g.: google.com
ja: 例: google.com
zh_hans: 例如: google.com

source: EAP Method:
ja: EAPメソッド：
zh_hans: EAP方法：

source: Email:
ja: メール：
zh_hans: 电子邮件：

source: Empty
ja: 空
zh_hans: 空

source: Enable auto-launch?
ja: 起動時に自動起動を有効にしますか？
zh_hans: 启用自动启动？

source: Enable Editing
ja: 編集を有効にする
zh_hans: 开启编辑

source: Enabled
ja: 有効にする
zh_hans: 启用

source: Encryption Method:
ja: 暗号化方式：
zh_hans: 加密方式：

source: End Date:
ja: 終了日：
zh_hans: 结束时间

source: Enlarge Size
ja: サイズを拡大する
zh_hans: 放大尺寸

source: Enter a number
ja: 数字を入力
zh_hans: 输入一个数字

source: Enter Expression
ja: エクスプレッションを入力
zh_hans: 输入表达式

source: Enter number
ja: 数字を入力してください
zh_hans: 请输入数字

source: Enter text to ckeck matches
ja: テキストを入力して一致を確認
zh_hans: 输入文本以查看匹配项

source: Enter the content to be encoded
ja: エンコードする内容を入力してください
zh_hans: 输入要编码的内容

source: Enter the content to decode
ja: デコードする内容を入力してください
zh_hans: 输入需要解码内容

source: Enter URL
ja: URLを入力
zh_hans: 输入网址

source: Error Correction: H (30%)
ja: エラー訂正：H (30%)
zh_hans: 误差校正: H (30%)

source: Error Correction: L (7%)
ja: エラー訂正：L (7%)
zh_hans: 误差校正: L (7%)

source: Error Correction: M (15%)
ja: エラー訂正：M (15%)
zh_hans: 误差校正: M (15%)

source: Error Correction: Q (25%)
ja: エラー訂正：Q (25%)
zh_hans: 误差校正: Q (25%)

source: Event QRCode Generator
ja: イベントQRコードジェネレーター
zh_hans: 事件二维码生成器

source: Event:
ja: イベント：
zh_hans: 事件:

source: Every %@
ja: 每 %@
zh_hans: 每一%@

source: Every %@ between second %lld and %@ %lld
ja: 毎 %1$@ 、%2$lld 秒から %3$@ %4$lld まで
zh_hans: 每 %1$@ 从 %2$lld 秒到 %3$@ %4$lld

source: Every %lld %@(s) starting at %@ %lld
ja: %3$@ %4$lld から始めて、%1$lld %2$@ ごとに
zh_hans: 从 %3$@ %4$lld 开始，每 %1$lld %2$@

source: Every %lld day(s) starting on %@
ja: %2$@ から始めて、%1$lld 日ごとに
zh_hans: 从 %2$@ 开始，每 %1$lld 天

source: Every %lld day(s) starting on the %lld of the month
ja: 毎月の %2$lld 日から始めて、%1$lld 日ごとに
zh_hans: 从每月 %2$lld 日开始，每 %1$lld 天

source: Every %lld month(s) starting in %@
ja: %2$@ から始めて、%1$lld か月ごとに
zh_hans: 从 %2$@ 开始，每 %1$lld 个月

source: Every month
ja: 毎月
zh_hans: 每个月

# Every month between %@ and %@
source: Every month between %1$@ and %2$@
ja: 毎月の %1$@ から %2$@ まで
zh_hans: 每月在 %1$@ 和 %2$@ 之间

source: Execute (1)
ja: 実行 (1)
zh_hans: 可执行 (1)

source: EXIF Viewer
ja: EXIFビューアー
zh_hans: EXIF 查看器

source: EXIF,image EXIF,photo metadata,EXIF viewer
ja: EXIF,画像EXIF,写真メタデータ,EXIFビューア
zh_hans: EXIF,图片EXIF,照片元数据,EXIF查看器

source: Expired: %lld
ja: 期限切れ: %lld
zh_hans: 已到期：%lld

source: Expires on
ja: 有効期限
zh_hans: 有效期至

source: Expires soon: %lld
ja: もうすぐ期限切れ: %lld
zh_hans: 即将到期：%lld

source: Export
ja: エクスポート
zh_hans: 导出

source: Export Icons
ja: アイコンをエクスポート
zh_hans: 导出图标

source: Expression is invalid
ja: 式が無効です
zh_hans: 表达式无效

source: Extension
ja: 拡張子
zh_hans: 扩展名

source: Extension Lowercase
ja: 拡張子を小文字にする
zh_hans: 扩展名小写

source: Extension Uppercase
ja: 拡張子を大文字にする
zh_hans: 扩展名大写

source: Fahrenheit (°F)
ja: 華氏度 (°F)
zh_hans: 华氏度 (°F)

source: Failed to retrieve SSL data.
ja: SSLデータの取得に失敗しました。
zh_hans: 检索 SSL 数据失败。

source: Favorites
ja: お気に入り
zh_hans: 收藏夹

source: February
ja: にがつ
zh_hans: 二月

source: Feedback
ja: フィードバック
zh_hans: 反馈

source: File Attributes
ja: ファイル属性
zh_hans: 文件属性

source: File Info
ja: ファイル情報
zh_hans: 文件信息

source: File Name
ja: ファイル名
zh_hans: 文件名

source: File to base64
ja: ファイルを Base64 に変換
zh_hans: Base64 转文件

source: file,info,metadata,details,file inspector
ja: ファイル,情報,メタデータ,詳細,ファイルインスペクター
zh_hans: 文件,信息,元数据,详情,文件检查器

source: Filename Extractor
ja: ファイル名抽出ツール
zh_hans: 文件名提取

source: FileName Lowercase
ja: ファイル名を小文字にする
zh_hans: 文件名小写

source: FileName Uppercase
ja: ファイル名を大文字にする
zh_hans: 文件名大写

source: filename,extract,file name,parser,file extractor
ja: ファイル名,抽出,ファイル名,パーサー,ファイル抽出器
zh_hans: 文件名,提取,文件名,解析器,文件提取器

source: Following
ja: 追従する
zh_hans: 跟随

source: Font
ja: フォント
zh_hans: 字体

source: Font Size
ja: フォントサイズ
zh_hans: 字体大小

source: Font Size (%lld)
ja: フォントサイズ (%lld)
zh_hans: 字体大小 (%lld)

source: Formatted code will appear here...
ja: フォーマットされたコードがここに表示されます...
zh_hans: 格式化后的代码将显示在这里...

source: Formatted HTML will appear here...
ja: フォーマットされた HTML はここに表示されます...
zh_hans: 格式化后的 HTML 将显示在这里...

source: Formatting
ja: フォーマット
zh_hans: 格式化

source: Formatting...
ja: フォーマット中...
zh_hans: 正在格式化...

source: Free with Widget Support
ja: 無料のサポートウィジェット
zh_hans: 免费支持小部件

source: Friday
ja: きんようび
zh_hans: 星期五

source: General
ja: いっぱん
zh_hans: 常规

source: Generate
ja: 生成する
zh_hans: 生成

source: Generate a base64 basic auth header from an username and a password.
ja: ユーザー名とパスワードからbase64基本認証ヘッダーを生成します。
zh_hans: 从用户名和密码生成 base64 基本身份验证标头。

source: Generate Password
ja: パスワードを生成する
zh_hans: 密码生成器

source: Generate Random Colors
ja: ランダムな色を生成する
zh_hans: 生成随机颜色

source: Generate UUIDs
ja: UUIDを生成する
zh_hans: 生成 UUID

source: Geo
ja: ばしょ
zh_hans: 位置

source: Gigabit (Gb)
ja: ギガビット (Gb)
zh_hans: 千兆位 (Gb)

source: Gigabyte (GB)
ja: ギガバイト (GB)
zh_hans: 千兆字节 (GB)

source: Gradient Colors
ja: グラデーションカラー
zh_hans: 渐变颜色

source: Green
ja: グリーン
zh_hans: 绿色

source: Group (g)
ja: グループ (g)
zh_hans: 用户组 (g)

source: H
ja: たかさ
zh_hans: 高

source: Hardware Data:
ja: ハードウェアデータ：
zh_hans: 硬件信息：

source: Hash Generator
ja: ハッシュジェネレーター
zh_hans: 哈希生成器

source: hash,generate hash,create hash,secure hash,hash tool
ja: ハッシュ,ハッシュ生成,ハッシュ作成,セキュアハッシュ,ハッシュツール
zh_hans: 哈希,生成哈希,创建哈希,安全哈希,哈希工具

source: Header
ja: ヘッダー
zh_hans: 头部

source: Headers
ja: ヘッダー
zh_hans: 标头

source: Height
ja: たかさ
zh_hans: 高

source: Hex
ja: 16進数
zh_hans: 十六进制

source: Hex with Alpha
ja: 透過性のあるHex
zh_hans: 带透明度的Hex

source: Hexadecimal
ja: 16進数
zh_hans: 十六进制

source: Hide Dock icon
ja: ドックアイコンを隠す
zh_hans: 隐藏拓展坞图标

source: Hide from Sidebar
ja: サイドバーから隠す
zh_hans: 从侧边栏隐藏

source: Highlight Cursor
ja: カーソルを強調表示
zh_hans: 突显光标

source: Home
ja: ホーム
zh_hans: 主页

source: home,main,dashboard,home page
ja: ホーム,メイン,ダッシュボード,ホームページ
zh_hans: 首页,主页,仪表盘,主页

source: Host:
ja: ホスト：
zh_hans: 主机：

source: hour
ja: 小时
zh_hans: 小时

source: hour (0–23)
ja: 時（0-23）
zh_hans: 小时（0-23）

source: Hours
ja: 時間
zh_hans: 小时

source: HOW LONG DO YOU LIVE?
ja: どのくらい生きますか？
zh_hans: 你能活多久?

source: HOW LONG WILL YOU LIVE?
ja: どのくらい生きますか？
zh_hans: 你能活多久?

source: HTML Encode/Decode
ja: HTML エンコード/デコード
zh_hans: HTML 编码/解码

source: HTML Formatter & Minifier
ja: HTMLフォーマッター＆ミニファイア
zh_hans: HTML 格式化压缩器

source: HTML formatter,HTML minifier,HTML beautifier,code formatting,pretty print,tidy HTML
ja: HTMLフォーマッター,HTMLミニファイア,HTMLビューティファイ,コード整形,プリティプリント,HTML整頓
zh_hans: HTML 格式化器,代码美化器,HTML 美化,HTML 排版,HTML 压缩,代码格式化,HTML 整理

source: HTML Preview
ja: HTMLプレビュー
zh_hans: HTML预览

source: HTML to Markdown
ja: HTMLをMarkdownに変換
zh_hans: HTML转Markdown

source: HTML,encode,decode,HTML tool,HTML encoding
ja: HTML,エンコード,デコード,HTMLツール,HTMLエンコーディング
zh_hans: HTML,编码,解码,HTML工具,HTML编码

source: HTML,preview,live preview,web page,HTML viewer
ja: HTML,プレビュー,ライブプレビュー,ウェブページ,HTMLビューア
zh_hans: HTML,预览,实时预览,网页,HTML查看器

source: html2md,html-to-markdown,html markdown,convert html,markdown converter
ja: htmlをmarkdownに変換,html変換,markdownツール,フォーマット変換
zh_hans: html转markdown,html转换,markdown工具,格式转换

source: Hyphens
ja: ハイフン
zh_hans: 连字符

source: iCloud/Ubiquitous Information
ja: iCloud/ユビキタス情報
zh_hans: iCloud/云端信息

source: ICO Converter
ja: ICOコンバーター
zh_hans: ICO 转换器

source: ICO,image to ICO,file converter,convert to ICO
ja: ICO,画像からICOへ,ファイル変換器,ICOへの変換
zh_hans: ICO,图片转ICO,文件转换器,转换为ICO

source: Identity:
ja: アイデンティティ：
zh_hans: 身份:

source: If you sleep 8 hours a day, work 8 hours a day, how much time is left to spend with your family?
ja: 1日に8時間眠って、8時間働いたら、家族と過ごす時間は残りますか？
zh_hans: 如果你每天睡8小时，工作8小时，还有多长时间陪家人？

source: If you was born on %@, you live in this world %@ years and %@ month(s)
ja: %1$@に生まれた場合、あなたはこの世界で%2$@年と%3$@ヶ月生きています。
zh_hans: 如果你出生于 %1$@，你在这个世界上生活了 %2$@ 年零 %3$@ 个月。

source: IF YOU WILL LIVE %@ YEARS
ja: %@歳まで生きることができるとしたら
zh_hans: 如果你能活到 %@ 岁

source: If you're an individual user who has found DevHub useful for productivity, please consider sponsoring me as a token of appreciation. It's like buying me a coffee once in a while.
ja: DevHubが生産性向上に役立つと感じている個人ユーザーの方は、感謝のしるしとして私をスポンサーに考えてください。たまにコーヒーを買ってくれるようなものです。
zh_hans: 如果您是一位个人用户，并且发现 DevHub 对提高生产力很有用，请考虑赞助我以表达感谢之意。就像偶尔给我买杯咖啡一样。

source: If YOUR SLEEP 8 HOURS PER DAY
ja: 1日に8時間眠る場合
zh_hans: 如果你每天睡8小时

source: Image Color Extraction
ja: 画像の色抽出
zh_hans: 图片颜色提取

source: Image copied
ja: 画像がコピーされました
zh_hans: 图像已复制

source: Image in Clipboard
ja: クリップボード内の画像
zh_hans: 剪贴板中的图像

source: Image Text Recognition
ja: 画像テキスト認識
zh_hans: 图片文本识别

source: Image To Base64
ja: 画像をBase64に変換
zh_hans: 图片转 Base64

source: Image Watermark
ja: 画像のウォーターマーク
zh_hans: 图片水印

source: image,Base64,encode,convert,photo,image encoder
ja: 画像,Base64,エンコード,変換,写真,画像エンコーダー
zh_hans: 图片,Base64,编码,转换,照片,图片编码

source: image,color,extraction,palette,color picker
ja: 画像,色,抽出,色見本,カラー選択ツール
zh_hans: 图片,颜色,提取,调色板,颜色选择器

source: image,watermark,protection,photo watermark,add watermark
ja: 画像,ウォーターマーク,保護,写真ウォーターマーク,ウォーターマーク追加
zh_hans: 图片,水印,保护,照片水印,添加水印

source: Images Only
ja: 画像のみ
zh_hans: 仅图片

source: Import QRCode image
ja: QRコード画像をインポート
zh_hans: 导入二维码图像

source: Init Size
ja: 初期サイズ
zh_hans: 初始大小

source: Input
ja: 入力
zh_hans: 输入

source: Input Digit
ja: 数字を入力
zh_hans: 输入数字

source: Input Text
ja: 入力テキスト
zh_hans: 输入文本

source: Inset
ja: うめこみ
zh_hans: 内嵌

source: Invalid base 64 string
ja: 無効な Base64 文字列
zh_hans: 无效的 Base64 字符串

source: Invalid number entered. Please enter a valid number.
ja: 人民元,大文字,中国語,通貨,数字,形式,変換
zh_hans: 输入的数字无效，请输入有效的数字。

source: Is leap year
ja: 閏年です
zh_hans: 是闰年

source: It's easy to crack!
ja: 簡単にクラックできます！
zh_hans: 很容易破解！

source: January
ja: いちがつ
zh_hans: 一月

source: JSON Formatter
ja: JSONのフォーマット
zh_hans: JSON格式化

source: JSON,format,beautifier,validator,JSON tool
ja: JSON,フォーマット,整形,検証,JSONツール
zh_hans: JSON,格式化,格式化器,验证器,JSON工具

source: July
ja: しちがつ
zh_hans: 七月

source: June
ja: ろくがつ
zh_hans: 六月

source: JWT Parser
ja: JWT パーサー
zh_hans: JWT 解析

source: jwt,token,decode,parser,base64,header,payload,json,jwt decoder
ja: jwt,トークン,デコード,パーサー,base64,ヘッダー,ペイロード,json,jwtデコーダー
zh_hans: jwt,令牌,解码,解析,base64,头部,载荷,查看,令牌解码,token解析

source: Kelvin (K)
ja: ケルビン (K)
zh_hans: 开尔文 (K)

source: Kernel Version
ja: カーネルバージョン
zh_hans: 内核版本

source: Key
ja: キー
zh_hans: 键

source: Kilobit (Kb)
ja: キロビット (Kb)
zh_hans: 千比特 (Kb)

source: Kilobyte (KB)
ja: キロバイト (KB)
zh_hans: 千字节 (KB)

source: Language
ja: 言語
zh_hans: 语言

source: Last Month
ja: 最近1ヶ月
zh_hans: 最近一个月

source: Last Week
ja: 最近1週間
zh_hans: 最近一周

source: Last Year
ja: 最近1年
zh_hans: 最近一年

source: Launch at login
ja: ログイン時に起動
zh_hans: 开机时启动

source: Left Mouse Down
ja: マウスの左ボタンを押す
zh_hans: 鼠标左键摁下

source: Length
ja: 長さ
zh_hans: 长度

source: Letters
ja: 文字
zh_hans: 字母

source: Life Countdown
ja: ライフカウントダウン
zh_hans: 生命倒计时

source: Light
ja: ライト
zh_hans: 亮色

source: Line Height
ja: ぎょうかん
zh_hans: 行高

source: Line Width
ja: 線の太さ
zh_hans: 线宽

source: Load File
ja: ファイルを読み込む
zh_hans: 加载文件

source: Local Host Name
ja: ローカルホスト名
zh_hans: 本地主机名称

source: Lorem Ipsum Generator
ja: Lorem Ipsum ジェネレーター
zh_hans: 乱数假文生成器

source: lorem ipsum,placeholder text,dummy text,Ipsum generator
ja: ロレム・イプサム,ダミーテキスト,プレースホルダーテキスト,イプサム生成器
zh_hans: lorem ipsum,占位文本,虚拟文本,Ipsum生成器

source: Lower Case Letter(a..z)
ja: 小文字のアルファベット(a..z)
zh_hans: 小写字母(a..z)

source: lowercased
ja: 小文字化された
zh_hans: 小写字母

source: Machine Model
ja: マシンモデル
zh_hans: 机器型号

source: Machine Name
ja: マシン名
zh_hans: 机器名称

source: Main Window
ja: メインウィンドウ
zh_hans: 主窗口

source: March
ja: さんがつ
zh_hans: 三月

source: Mask
ja: マスク
zh_hans: 遮罩

source: Maximum Value:
ja: 最大値：
zh_hans: 最大值：

source: May
ja: ごがつ
zh_hans: 五月

source: Medium level. Enter more symbols!
ja: 中程度レベル。もっと記号を入力してください！
zh_hans: 中等水平。输入更多符号！

source: Megabit (Mb)
ja: メガビット (Mb)
zh_hans: 兆位 (Mb)

source: Megabyte (MB)
ja: メガバイト (MB)
zh_hans: 兆字节 (MB)

source: Mime Types
ja: MIMEタイプ
zh_hans: MIME 类型

source: MIME types,file extension,extension lookup,MIME lookup,file format,format conversion,extension mapping,MIME mapping
ja: MIMEタイプ,ファイル拡張子,拡張子検索,MIME検索,ファイル形式,形式変換,拡張子マッピング,MIMEマッピング
zh_hans: MIME 类型,文件扩展名,扩展名查找,MIME 查找,文件格式,格式转换,扩展名映射,MIME 映射

source: Minimum Value:
ja: 最小値：
zh_hans: 最小值：

source: minute
ja: 分
zh_hans: 分钟

source: minute (0–59)
ja: 分（0～59）
zh_hans: 分钟 (0-59)

source: Minutes
ja: ぶん
zh_hans: 分钟

source: Model Number
ja: モデル番号
zh_hans: 型号编号

source: Monday
ja: げつようび
zh_hans: 星期一

source: Monochrome
ja: モノクローム
zh_hans: 单色

source: Month
ja: 月
zh_hans: 月

source: month (1–12)
ja: 月（1-12）
zh_hans: 月份（1-12）

source: More Tools
ja: その他のツール
zh_hans: 更多工具

source: Morse Alphabet
ja: モールス信号
zh_hans: 摩尔斯电码

source: Morse code,alphabet,encode,decode Morse,convert Morse
ja: モールスコード,アルファベット,エンコード,モールス解読,モールス変換
zh_hans: 摩尔斯电码,字母,编码,解码摩尔斯,转换摩尔斯

source: Name
ja: なまえ
zh_hans: 名称

source: nato,phonetic alphabet,letter spelling,text to nato,alphabet code,international alphabet,spelling alphabet
ja: 北大西洋条約文字表,NATOフォネティックアルファベット,文字のつづり,テキストをNATOに変換,アルファベットコード,国際アルファベット,スペリングアルファベット
zh_hans: 北约字母表,字母拼写,音标字母,文本转北约,拼写字母表,国际音标,字母编码,字母拼读,文字转拼音字母,拼写工具

source: Newton (°N)
ja: ニュートン (°N)
zh_hans: 牛顿度 (°N)

source: NikeName:
ja: ニックネーム：
zh_hans: 昵称：

source: No EXIF information available.
ja: EXIF 情報はありません。
zh_hans: 没有可用的 EXIF 信息。

source: No file selected
ja: ファイルが選択されていません
zh_hans: 未选择文件

source: NO Method
ja: メソッドがありません
zh_hans: 没有方法
